;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! clang-format)
(package! clang-format+)
(package! smart-compile)
(package! shackle)
(package! bazel)
(package! dashboard)
(package! color-theme-sanityinc-tomorrow)
(package! clues-theme)
(package! base16-theme)
(package! multiple-cursors)
(package! github-theme)
(package! smooth-scrolling)
;;(package! modus-themes)
;;(package! modus-vivendi-theme)
;;(package! modus-operandi-theme)
